Revit 2027 API
BuiltInFailures.GroupFailures.AtomViolationWhenMultiPlacedInstances Property
 Changes to groups are allowed only in group edit mode. Use the Edit Group command to change to all instances of a group type. You may use the "Ungroup" option to proceed with this change by ungrouping the changed group instances.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AtomViolationWhenMultiPlacedInstances { get; }
Public Shared ReadOnly Property AtomViolationWhenMultiPlacedInstances As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AtomViolationWhenMultiPlacedInstances {
	FailureDefinitionId^ get ();
}
static member AtomViolationWhenMultiPlacedInstances : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace